Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/pohjoissaamen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaamen aakkosvideo valmistui
sme: Davvisámegiela alfabehtafilmmaš gárvvásmuvai

source: Pohjoissaamen aakkosten tuntemiseen opastava video on valmistunut.
sme: Davvisámegiela alfabehtii láidesteaddji filmmaš lea gárvvásmuvvan.

source: Aakkosvideossa etsitään ja esitellään pohjoissaamen kielen aakkoset.
sme: Bustávafilmmažis ohcat ja ovdanbuktit davvisámegiela alfabehta.

source: Kustakin aakkosesta annetaan esimerkkisana.
sme: Guđege bustávas addojuvvo ovdamearkasátni.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien kiinnostuneiden käytettävissä.
sme: Filmmaža lea buvttadan Skuvlen- ja oahppamateriáladoaimmahat, ja buohkat geain lea dasa beroštupmi, ožžot geavahit filmmaža friddja.

source: Videon käsikirjoituksen on tehnyt Solja Magga yhdessä toimiston muiden kesätyöntekijöiden kanssa . Videon on kuvannut ja editoinut Eeva Mäkinen.
sme: Giehtačállosa lea čállán Solja Magga ovttas doaimmahaga eará geassebargiiguin , ja filmmaža lea govven ja editeren Eeva Mäkinen.

source: Kirjainvideot ovat työn alla myös inarin- ja koltansaamen aakkosista ja valmistuvat syksyn aikana.
sme: Doaimmahat lea ráhkadeame bustávafilmmažiid maiddái anáraš- ja nuortalašgiela bustávain. Filmmažat lea juo govvejuvvon, ja dat gárvánit čakčat.

source: Kunkin kielen kirjainvideot päivittyvät myöhemmin myös Opetushallituksen ja Saamelaiskäräjien ylläpitämään Oktavuohta-nettilehteen .
sme: Guđege giela alfabehtafilmmažat beaiváduvvojit maŋŋeleappos vel Oahpahusráđđehusa ja Sámedikki oktasaš Oktavuohta-neahttaaviisii .

source: Linkki kirjainvideoon: https://youtu.be/Prjluz93ZCc
sme: Liŋka alfabehtafilmmažii: https://youtu.be/Prjluz93ZCc

source: Lisätietoja
sme: Lassedie đut

source: Koulutus- ja oppimateriaalitoimisto
sme: Skuvlen- ja oahppamateriáladoaimmahat
